Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Location
ar: الموقع
ca: Ubicació
cy: Lleoliad
da: Placering
da_instk12: Placering
de: Standort
es: Ubicación
es_es: Ubicación
fi: Sijainti
fr: Emplacement
fr_ca: Emplacement
ga: Suíomh
hi: लोकेशन
ht: Anplasman
id: Lokasi
is: Staðsetning
it: Posizione
ja: 場所
ko: 위치
mi: Wāhi
ms: Lokasi
nb: Sted
nb_instk12: Sted
nl: Locatie
pl: Lokalizacja
pt: Local
pt_br: Localização
ru: Местоположение
sl: Mesto
sv: Plats
sv_instk12: Plats
th: ตำแหน่ง
vi: Địa Điểm
zh: 位置
zh_hk: 位置

source: Lock Questions After Answering
ar: تأمين الأسئلة بعد الإجابة
ca: Bloquegeu les preguntes un cop respostes
cy: Cloi atebion ar ôl ateb
da: Lås spørgsmål efter besvarelse
da_instk12: Lås spørgsmål efter besvarelse
de: Fragen nach der Beantwortung sperren
es: Bloquear preguntas después de responderlas
es_es: Bloquear preguntas después de responderlas
fi: Lukitse kysymykset vastaamisen jälkeen
fr: Verrouiller les questions après les réponses
fr_ca: Verrouiller les questions après les réponses
ga: Cuir Ceisteanna Faoi Ghlas Tar éis Freagra a Thabhairt
hi: उत्तर देने के बाद प्रश्न लॉक करें
ht: Bloke Kesyon Aprè Repons
id: Kunci Pertanyaan Setelah Menjawab
is: Læsa spurningum eftir svör
it: Blocca domande dopo le risposte
ja: 解答の後で問題をロックする
ko: 응답 후에 문제 잠금
mi: Maukati Pātai muri Tali
ms: Kunci Soalan Selepas Jawapan Diberikan
nb: Lås spørsmål etter svar er avgitt
nb_instk12: Lås spørsmål etter svar er avgitt
nl: Vergrendel vragen na beantwoording
pl: Zablokuj pytania po udzieleniu odpowiedzi
pt: Bloquear perguntas após a resposta
pt_br: Bloquear perguntas após responder
ru: Заблокировать вопросы после ответа на них
sl: Zakleni vprašanja, ko bo nanje odgovorjeno
sv: Lås frågor efter svar har getts
sv_instk12: Lås frågor efter svar har getts
th: ล็อคคำถามหลังตอบ
vi: Khóa Câu Hỏi Sau Khi Trả Lời
zh: 回答后锁定问题
zh_hk: 回答後鎖定問題

source: Lock Questions After Answering:
ar: تأمين الأسئلة بعد الإجابة:
ca: Bloqueja les preguntes un cop respostes:
cy: Cloi atebion ar ôl ateb:
da: Lås spørgsmål efter besvarelse:
da_instk12: Lås spørgsmål efter besvarelse:
de: Fragen nach Beantwortung sperren:
es: Bloquear preguntas después de responderlas:
es_es: Bloquear preguntas después de responderlas:
fi: Lukitse kysymykset vastaamisen jälkeen:
fr: Verrouiller les questions après avoir répondu :
fr_ca: Verrouiller les questions après avoir répondu :
ga: Cuir Ceisteanna Faoi Ghlas Tar éis Freagra a Thabhairt:
hi: उत्तर देने के बाद प्रश्न लॉक करें:
ht: Bloke Kesyon Aprè Repons:
id: Kunci Pertanyaan Setelah Menjawab:
is: Læsa spurningum eftir svör:
it: Blocca domande dopo le risposte:
ja: 回答後質問をロック：
ko: 응답 후에 문제 잠금:
mi: Rakaina ngā pātai i muri o te whakautu
ms: Kunci Soalan Selepas Jawapan Diberikan:
nb: Lås spørsmål etter svar:
nb_instk12: Lås spørsmål etter svar:
nl: Vragen na beantwoording vergrendelen:
pl: Zablokuj pytania po udzieleniu odpowiedzi:
pt: Bloquear perguntas após a resposta:
pt_br: Bloquear perguntas após responder:
ru: Заблокировать вопросы после ответа на них:
sl: Zakleni vprašanja, ko bo nanje odgovorjeno:
sv: Lås frågor efter att de har besvarats:
sv_instk12: Lås frågor efter att de har besvarats:
th: ล็อคคำถามหลังตอบ:
vi: Khóa Câu Hỏi Sau Khi Trả Lời:
zh: 回答后锁定问题：
zh_hk: 回答後鎖定問題：

source: locked
ar: مؤمّن
ca: bloquejat
cy: wedi'u cloi
da: låst
da_instk12: låst
de: gesperrt
es: bloqueado
es_es: bloqueado
fi: lukittu
fr: verrouillé
fr_ca: verrouillé
ga: faoi ghlas
hi: लॉक किया गया
ht: bloke
id: terkunci
is: læst
it: bloccato
ja: ロックされています
ko: 잠김
mi: Kua rakaina
ms: berkunci
nb: låst
nb_instk12: låst
nl: vergrendeld
pl: zblokowane
pt: Bloqueado
pt_br: bloqueado(a)
ru: заблокировано
sl: zaklenjeno
sv: låst
sv_instk12: låst
th: ล็อคแล้ว
vi: bị khóa
zh: 已锁定
zh_hk: 已鎖定

source: Locked
ar: مؤمّن
ca: S’ha bloquejat
cy: Wedi cloi
da: Låst
da_instk12: Låst
de: Gesperrt
es: Bloqueado
es_es: Bloqueado
fi: Lukittu
fr: Verrouillé
fr_ca: Verrouillé
ga: Faoi ghlas
hi: लॉक किया गया
ht: Bloke
id: Terkunci
is: Læst
it: Bloccato
ja: ロックされています
ko: 잠김
mi: Kua rakaina
ms: Berkunci
nb: Låst
nb_instk12: Låst
nl: Vergrendeld
pl: Zablokowany
pt: Bloqueado
pt_br: Bloqueado(a)
ru: Заблокировано
sl: Zaklenjeno
sv: Låst
sv_instk12: Låst
th: ล็อคแล้ว
vi: Bị Khóa
zh: 已锁定
zh_hk: 已鎖定

source: Locked until "%@" is graded
ar: مؤمَّن حتى منح درجة لـ "%@"
ca: Bloquejat fins que "%@" es qualifiqui
cy: Ar glo nes bydd "%@" wedi’i raddio
da: Låst indtil "%@" bedømmes
da_instk12: Låst indtil "%@" bedømmes
de: Gesperrt bis „%@“ benotet ist
es: Bloqueado hasta que "%@" sea calificado
es_es: Bloqueado hasta que “%@” sea evaluado
fi: Lukittu, kunnes ”%@” on arvosteltu
fr: Verrouillé jusqu'à ce que « %@ » soit classé
fr_ca: Verrouillé jusqu'à ce que « %@ » soit noté
ga: Faoi ghlas go dtí go bhfuil "%@" marcáilte
hi: "%@" के ग्रेड होने तक लॉक किया गया
ht: Bloke jiskaske "%@" evalye
id: Terkunci hingga "%@" dinilai
is: Læst þar til "%@" hefur verið metið
it: Bloccato fino alla valutazione di "%@"
ja: "%@" が採点されるまで、ロックされています
ko: '%@'을(를) 채점할 때까지 잠김
mi: Ka rakaina kī "%@" i kōeketia
ms: Berkunci sehingga "%@" digredkan
nb: Låst inntil "%@" har fått vurdering
nb_instk12: Låst inntil "%@" har fått vurdering
nl: Vergrendeld totdat "%@" is beoordeeld
pl: Zablokowano do chwili oceny "%@"
pt: Bloqueado até que "%@" seja classificado
pt_br: Bloqueado até que "%@" seja graduado
ru: Заблокировано до получения оценки "%@"
sl: Zaklenjeno, dokler element »%@« ni ocenjen.
sv: Låst tills ”%@” har bedömts
sv_instk12: Låst tills "%@" är bedömd
th: ล็อคจนกว่า "%@" จะให้เกรดแล้ว
vi: Bị khóa đến khi "%@" được chấm điểm
zh: 锁定至"%@"升级
zh_hk: 鎖定直至 "%@" 被評分

source: Log In
ar: تسجيل الدخول
ca: Inicia la sessió
cy: Mewngofnodi
da: Log på
da_instk12: Log på
de: Anmelden
es: Iniciar sesión
es_es: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
fr_ca: Connexion
ga: Logáil isteach
hi: लॉग इन करें
ht: Konekte
is: Innskráning
it: Accedi
ja: ログイン
ko: 로그인
mi: takiuru I roto i
ms: Log Masuk
nb: Logg på
nb_instk12: Logg på
nl: Aanmelden
pl: Zaloguj
pt: Iniciar Sessão
ru: Войти
sl: Prijava
sv: Logga in
sv_instk12: Logga in
th: ล็อกอิน
vi: Đăng Nhập
zh: 登录
zh_hk: 登入

source: Log In Again
ar: تسجيل الدخول مجددًا
ca: Torna a iniciar la sessió
cy: Mewngofnodi Eto
da: Log på igen
da_instk12: Log på igen
de: Erneut anmelden
es: Iniciar sesión de nuevo
es_es: Iniciar sesión de nuevo
fi: Kirjaudu uudelleen sisään
fr: S’identifier à nouveau
fr_ca: Connectez-vous à nouveau
ga: Logáil Isteach Arís
hi: फिर से लॉग इन करें
ht: Konekte Ankò
id: Login Sebagai
is: Skráðu þig inn aftur
it: Accedi di nuovo
ja: もう一度ログインしてください。
ko: 다시 로그인
mi: Takiuru Anō
ms: Log Masuk Semula
nb: Logg inn igjen
nb_instk12: Logg inn igjen
nl: Opnieuw aanmelden
pl: Zaloguj się ponownie
pt: Faça o login novamente
pt_br: Fazer login novamente
ru: Войдите заново
sl: Prijavite se znova.
sv: Logga in igen
sv_instk12: Logga in igen
th: ล็อกอินอีกครั้ง
vi: Đăng Nhập Lại
zh: 再次登录
zh_hk: 重新登入

source: Log Out
ar: تسجيل الخروج
ca: Tanca la sessió
cy: Allgofnodi
da: Log ud
da_instk12: Log ud
de: Abmelden
es: Cerrar sesión
es_es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Déconnexion
ga: Logáil Amach
hi: लॉग आउट करें
ht: Dekonekte
is: Útskráning
it: Disconnetti
ja: ログアウト
ko: 로그아웃
mi: Takiputa
ms: Log Keluar
nb: Logg Ut
nb_instk12: Logg Ut
nl: Afmelden
pl: Wyloguj
pt: Sair
pt_br: Sair
ru: Выйти
sl: Odjava
sv: Logga ut
sv_instk12: Logga ut
th: ล็อกเอาท์
vi: Đăng Xuất
zh: 注销
zh_hk: 登出

source: Logging you in
ar: يتم الآن تسجيل دخولك في
ca: S'està iniciant la vostra sessió
cy: Wrthi’n eich mewngofnodi
da: Logger dig ind
da_instk12: Logger dig ind
de: Sie werden eingeloggt
es: Iniciando su sesión
es_es: Iniciando tu sesión
fi: Kirjataan sinua sisään
fr: Connexion dans
fr_ca: Connexion...
ga: Ag logáil isteach tú
hi: आपको लॉग इन किया जा रहा है
ht: Konekte
id: Memasukkan Anda dalam
is: Skrái þig inn
it: Connessione
ja: ログインしています
ko: 로그인 중
mi: E takiuru ana ia koe
ms: Mengelog masuk
nb: Logger deg inn
nb_instk12: Logger deg inn
nl: Je wordt aangemeld
pl: Logowanie w
pt: A fazer login
pt_br: Conectando em
ru: Ваша регистрация в
sl: Poteka prijava
sv: Loggar in dig
sv_instk12: Loggar in dig
th: กำลังล็อกอินให้กับคุณ
vi: Cho bạn đăng nhập
zh: 正在登录
zh_hk: 您正在登入

source: Login
ar: تسجيل الدخول
ca: Inici de sessió
cy: Mewngofnodi
de: Anmeldung
es: Iniciar sesión
es_es: Iniciar sesión
fi: Sisäänkirjautuminen
fr: Connexion
fr_ca: Ouverture de session
ga: Logáil isteach
hi: लॉगिन करें
ht: Koneksyon
is: Innskráning
it: Accedi
ja: ログイン
ko: 로그인
mi: takiuru
ms: Log masuk
nb: Innlogging
nb_instk12: Innlogging
nl: Inloggen
pl: Zaloguj
pt: Entrar
ru: Логин
sl: Prijava
sv: Logga in
sv_instk12: Logga in
th: ล็อกอิน
vi: Đăng nhập
zh: 登录
zh_hk: 登入

source: Login Error
ar: خطأ في تسجيل الدخول
ca: Error d'inici de sessió
cy: Gwall Mewngofnodi
da: Loginfejl
da_instk12: Loginfejl
de: Fehler beim Einloggen
es: Error en el inicio de sesión
es_es: Error en el inicio de sesión
fi: Kirjautumisvirhe
fr: Erreur de connexion
fr_ca: Erreur de connexion
ga: Earráid Logála Isteach
hi: लॉगिन त्रुटि
ht: Erè Koneksyon
id: Kesalahan Login
is: Innskráningarvilla
it: Errore di login
ja: ログインエラー
ko: 로그인 오류
mi: Hapa Takiuru
ms: Ralat Log Masuk
nb: Innloggingsfeil
nb_instk12: Innloggingsfeil
nl: Fout bij aanmelden
pl: Błąd logowania
pt: Erro de Login
pt_br: Erro de login
ru: Ошибка входа в систему
sl: Napaka pri vpisovanju
sv: Inloggningsfel
sv_instk12: Inloggningsfel
th: ข้อผิดพลาดในการล็อกอิน
vi: Lỗi Đăng Nhập
zh: 登录错误
zh_hk: 登入錯誤

source: Login help.
ar: تعليمات تسجيل الدخول.
ca: Ajuda per iniciar la sessió.
cy: Cymorth mewngofnodi.
da: Hjælp til login.
da_instk12: Hjælp til login.
de: Hilfe zum Login.
es: Ayuda para iniciar sesión.
es_es: Ayuda para iniciar sesión.
fi: Sisäänkirjautumisohje.
fr: Aide à la connexion.
fr_ca: Aide à la connexion.
ga: Cabhair logáil isteach.
hi: लॉगिन मदद।
ht: Èd koneksyon.
id: Bantuan login.
is: Hjálp við innskráningu.
it: Guida all’accesso.
ja: ログインのヘルプ。
ko: 로그인 도움말.
mi: Awhina takiuru.
ms: Bantuan log masuk.
nb: Innloggingshjelp.
nb_instk12: Innloggingshjelp.
nl: Hulp bij het aanmelden.
pl: Pomoc przy logowaniu
pt: Ajuda para iniciar sessão.
pt_br: Ajuda para login.
ru: Справка по входу в систему.
sl: Pomoč pri prijavi.
sv: Inloggningshjälp.
sv_instk12: Inloggningshjälp.
th: ความช่วยเหลือในการล็อกอิน
vi: Trợ giúp đăng nhập.
zh: 登录帮助。
zh_hk: 登入協助。

source: Login ID
ar: معرف تسجيل الدخول
ca: ID d'inici de sessió
cy: ID Mewngofnodi
de: Anmelde-ID
es: ID de inicio de sesión
es_es: Identificación de inicio de sesión
fi: Käyttäjätunnus
fr: ID d’authentification
fr_ca: Identifiant de connexion
ga: ID logála isteach
hi: लॉगिन आईडी
ht: ID Koneksyon
id: ID Login
is: Innskráningarauðkenni
it: ID di accesso
ja: ログイン ID
ko: 로그인 ID
mi: Takiuru ID
ms: ID Log Masuk
nb: Innloggings-ID
nb_instk12: Innloggings-ID
nl: Aanmeldings-ID
pl: Nazwa użytkownika
pt: ID de login
pt_br: ID de Login
ru: Имя пользователя
sl: ID prijave
sv: Inloggnings-ID
sv_instk12: Inloggnings-ID
th: ID ล็อกอิน
vi: ID Đăng Nhập
zh: 登录 ID
zh_hk: 登入 ID

source: Logout
ar: تسجيل الخروج
ca: Tanca la sessió
cy: Allgofnodi
de: Abmelden
es: Cerrar sesión
es_es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
fr_ca: Déconnexion
ga: Logáil amach
hi: लॉग आउट करें
ht: Dekoneksyon
is: Útskráning
it: Disconnessione
ja: ログアウト
ko: 로그아웃
mi: Takiputa
ms: Log keluar
nb: Logg ut
nb_instk12: Logg ut
nl: Uitloggen
pl: Wyloguj
pt: Sair
pt_br: Sair
ru: Выйти
sl: Odjava
sv: Logga ut
sv_instk12: Logga ut
th: ล็อกเอาท์
vi: Đăng Xuất
zh: 退出
zh_hk: 登出

source: Low: %@
ar: المنخفض: %@
ca: Baixa: %@
cy: Isel: %@
da: Lav: %@
da_instk12: Lav: %@
de: Gering: %@
es: Bajo: %@
es_es: Bajo: %@
fi: Matala: %@
fr: Faible : %@
fr_ca: Bas : %@
ga: Íseal: %@
hi: निम्न: %@
ht: Ba: %@
id: Rendah: %@
is: Lágt: %@
it: Basso: %@
ja: 低：%@
ko: 낮음: %@
mi: Raro: %@
ms: Rendah: %@
nb: Lav: %@
nb_instk12: Lav: %@
nl: Laag: %@
pl: Niski: %@
pt: Baixa: %@
pt_br: Baixa: %@
ru: Низкий: %@
sl: Nizko: %@
sv: Låg: %@
sv_instk12: Låg: %@
vi: Thấp: %@
zh: 低：%@
zh_hk: 低：%@

source: LTI Tool
ar: أداة LTI
ca: Eina LTI (interoperabilitat d'eines d'aprenentatge)
cy: Adnodd LTI
da: LTI Værktøj
da_instk12: LTI-værktøj
es: Herramienta LTI
es_es: Herramienta LTI
fi: LTI-työkalu
fr: Outil LTI
fr_ca: Outil LTI
ga: Uirlis LTI
hi: LTI उपकरण
ht: Zouti LTI
id: Alat LTI
is: LTI verkfæri
it: Strumento LTI
ja: LTI ツール
ko: LTI 도구
mi: LTI Taputapu
ms: Alat LTI
nb: LTI-verktøy
nb_instk12: LTI-verktøy
pl: Narzędzie LTI
pt: Ferramenta LTI
pt_br: Ferramenta de LTI
ru: Инструмент LTI
sl: Orodje LTI
sv: LTI-verktyg
sv_instk12: LTI Verktyg
th: เครื่องมือ LTI
vi: Công Cụ LTI
zh: LTI工具
zh_hk: LTI 工具

source: Magenta
ar: ماجنتا
ga: Mageanta
hi: मैजेंटा
is: Blárauður
ja: マジェンタ
ko: 자홍색
mi: Āhua waiporoporo
pl: Amarantowy
ru: Пурпурный
th: ม่วงอมแดง
vi: Hồng Sẫm
zh: 品红色
zh_hk: 品紅

source: Make sure you enable camera permissions in Settings
ar: تأكد من تمكين أذونات الكاميرا في الإعدادات
ca: Assegureu-vos que habiliteu els permisos de la càmera a la Configuració
cy: Gwnewch yn siŵr eich bod chi’n galluogi hawliau camera yn y Gosodiadau
da: Sørg for, at du aktiverer kameratilladelser i Indstillinger
da_instk12: Sørg for, at du aktiverer kameratilladelser i Indstillinger
de: Überprüfen Sie, dass die Kameraberechtigungen in den Einstellungen aktiviert sind
es: Asegúrese de habilitar los permisos de cámara en las Configuraciones
es_es: Asegúrate de habilitar los permisos de cámara en las configuraciones
fi: Varmista, että otat kameran käyttöoikeuden käyttöön asetuksissa
fr: Assurez-vous d'activer les autorisations liées à la caméra dans les Paramètres
fr_ca: Assurez-vous d'activer les autorisations de caméra dans les paramètres
ga: Cinntigh gur chumascaigh tú ceadanna ceamara sna Socruithe
hi: सुनिश्चित करें कि आपने सेटिंग में कैमरा अनुमतियां सक्षम कर दी हैं
ht: Asire w ou aktive pèmisyon kamera a nan Paramèt.
id: Pastikan Anda mengaktifkan izin kamera di Pengaturan
is: Passaðu að virkja leyfi fyrir myndavél í stillingum
it: Verifica di attivare le autorizzazioni videocamera in Impostazioni
ja: 設定でカメラ許可を有効にするようにしてください
ko: 설정에서 카메라 권한으로 사용으로 설정했는지 확인하세요
mi: Me tautoko kua whakahohetia e koe kāmera whakāe i roto i Tautuhinga
ms: Pastikan anda mendayakan keizinan kamera dalam Tetapan
nb: Påse at du aktiverer kamerarettigheter i Innstillinger
nb_instk12: Påse at du aktiverer kamerarettigheter i Innstillinger
nl: Zorg ervoor dat je camerarechten inschakelt onder Instellingen
pl: Upewnij się, że włączono uprawnienia kamery w Ustawieniach
pt: Certifique-se de ativar as permissões da câmera em Configurações
pt_br: Certifique-se de habilitar permissões da câmera em Configurações
ru: Убедитесь в том, что вы включили разрешения камеры в "Настройках"
sl: V možnosti »Nastavitve« omogočite dovoljenja za kamero.
sv: Se till att aktivera kamerabehörigheter i inställningarna
sv_instk12: Se till att aktivera kamerabehörigheter i inställningarna
th: คุณจะต้องเปิดสิทธิ์อนุญาตให้ใช้กล้องจากค่าปรับตั้ง
vi: Hãy bảo đảm bạn đã bật cho phép camera trong Cài Đặt
zh: 请务必在设置中启用摄像头权限
zh_hk: 請確保已在設定內啟用攝影機權限

source: Manage Offline Content
ar: إدارة المحتوى دون اتصال
ca: Gestioneu el contingut sense connexió
cy: Rheoli Cynnwys All-lein
da: Administrer offline indhold
da_instk12: Administrer offline indhold
de: Offline-Inhalte verwalten
es: Administrar contenido sin conexión
es_es: Gestionar contenido sin conexión
fi: Hallitse verkon ulkopuolista sisältöä
fr: Gérer le contenu hors ligne
fr_ca: Gérer le contenu hors connexion
ga: Bainistigh Ábhar As Líne
hi: ऑफ़लाइन सामग्री प्रबंधित करें
ht: Jere Kontni San Koneksyon
id: Kelola Konten Offline
is: Stjórna efni án nettengingar
it: Gestisci contenuto offline
ja: オフラインコンテンツを管理する
ko: 오프라인 콘텐츠 관리
mi: Whakahaere ihirangi tuimotu
ms: Urus Kandungan Luar Talian
nb: Administrer frakoblet emneinnhold
nb_instk12: Administrer frakoblet faginnhold
nl: Offline inhoud beheren
pl: Zarządzaj zawartością offline
pt: Gerir conteúdo offline
pt_br: Gerenciar conteúdo off-line
ru: Управление офлайн-контентом
sl: Upravljajte vsebino brez povezave
sv: Hantera offlineinnehåll
sv_instk12: Hantera offlineinnehåll
th: จัดการเนื้อหาออฟไลน์
vi: Quản Lý Nội Dung Ngoại Tuyến
zh: 管理离线内容
zh_hk: 管理離線內容

source: Manage Students
ar: إدارة الطلاب
ca: Administra els estudiants
cy: Rheoli Myfyrwyr
da: Administrer studerende
da_instk12: Administrer elever
de: Studierende verwalten
es: Administrar estudiantes
es_es: Administrar estudiantes
fi: Hallitse opiskelijoita
fr: Gérer les élèves
fr_ca: Gestion des participants
ga: Bainistigh Mic Léinn
hi: छात्र प्रबंधित करें
ht: Jere Elèv
id: Kelola Siswa
is: Stjórna nemendum
it: Gestisci studenti
ja: 受講者を管理
ko: 학생 관리
mi: Whakahaere ngā ākonga
ms: Urus Pelajar
nb: Administrer studenter
nb_instk12: Administrer elever
nl: Cursisten beheren
pl: Zarządzaj uczestnikami
pt: Gerir alunos
pt_br: Gerenciar alunos
ru: Управление студентами
sl: Uredi študente
sv: Hantera studenter
sv_instk12: Hantera elever
th: จัดการผู้เรียน
vi: Quản Lý Sinh Viên
zh: 管理学生
zh_hk: 管理學生

source: Manual
ar: يدوي
cy: Llawlyfr
da: Manuel
da_instk12: Manuel
de: Manuell
fi: Manuaalinen
fr: Mode manuel
fr_ca: Manuel
ga: Láimhe
hi: मैन्युअल
ht: Manyèl
is: Handfært
it: Manuale
ja: マニュアル
ko: 수동
mi: Ā-ringa
nb: Manuell
nb_instk12: Manuell
nl: Handmatig
pl: Ręczna
ru: Ручное
sl: Ročno
sv: Manuell
sv_instk12: Manuell
th: แมนวล
vi: Thủ công
zh: 手动
zh_hk: 手動

source: Manual OAuth Login
ar: تسجيل دخول OAuth يدوي
ca: Inici de sessió amb autenticació manual
cy: OAuth Login sydd ddim yn awtomatig
da: Manuel OAuth-login
da_instk12: Manuel OAuth-login
de: Manuelle OAuth-Anmeldung
es: Inicio manual de sesión en OAuth
es_es: Inicio manual de sesión en OAuth
fi: Manuaalinen OAuth-sisäänkirjautuminen
fr: Connexion manuelle OAuth
fr_ca: Connexion OAuth manuelle
ga: Logáil Isteach Lámhleabhar Údarú Oscailte
hi: मैन्युअल OAuth लॉगिन
ht: Koneksyon OAuth Manyèl
id: Login OAuth Manual
is: Handvirk OAuth innskráning
it: Login Oauth manuale
ja: 手動 O承認ログイン
ko: 수동 OAuth 로그인
mi: Mahi ā ringa OAuth Takiuru
ms: Log Masuk OAuth Manual
nb: Manuell OAuth-innlogging
nb_instk12: Manuell OAuth-innlogging
nl: Handmatige OAuth Login
pl: Logowanie ręcznie OAuth
pt: Login Manual OAuth
pt_br: Login manual OAuth
ru: Ручной вход в OAuth
sl: Ročna prijava OAuth
sv: Manuell OAuth-inloggning
sv_instk12: Manuell OAuth-inloggning
th: การล็อกอิน OAuth ด้วยตัวเอง
vi: Đăng Nhập OAuth Thủ Công
zh: 手动 OAuth 登录
zh_hk: 手動 OAuth 登入

source: Mark All as Read
ar: وضع علامة على الكل كمقروء
ca: Marca tots com a Llegit
cy: Marcio bod y cyfan wedi’i ddarllen
da: Marker alle som læste
da_instk12: Markér alle som læste
de: Alle als gelesen markieren
es: Marcar todas como leídas
es_es: Marcar todo como leído
fi: Merkitse kaikki luetuiksi
fr: Marquer tout comme lu
fr_ca: Marquer tout comme lu
ga: Marcáil iad Go Léir mar Léite
hi: सभी को पठित के रूप में चिह्नित करें
ht: Make Tout Ke yo Li
id: Tandai Semua sebagai Dibaca
is: Merkja allt sem lesið
it: Contrassegna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
mi: Kua Pānuihia te Katoa
ms: Tandakan Semua sebagai Telah Dibaca
nb: Merk alle som lest
nb_instk12: Merk alle som lest
nl: Alles als gelezen markeren
pl: Oznacz wszystko jako przeczytane
pt: Marcar tudo como lido
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанное
sl: Označi vse kot prebrano
sv: Markera alla som lästa
sv_instk12: Markera alla som lästa
th: กำกับทั้งหมดว่าอ่านแล้ว
vi: Đánh Dấu Tất Cả Là Đã Đọc
zh: 全部标记为已读
zh_hk: 全部標記為已讀

source: Mark All as Unread
ar: وضع علامة على الكل كغير مقروء
ca: Marca-ho tot com a no llegit
cy: Marcio bod y cyfan heb ei ddarllen
da: Marker alle som ulæste
da_instk12: Markér alle som ulæste
de: Alle als ungelesen markieren
es: Marcar todas como no leídas
es_es: Marcar todo como no leído
fi: Merkitse lukemattomaksi
fr: Marquer tout comme non lu
fr_ca: Marquer tout comme non lu
ga: Marcáil iad Go Léir mar Neamhléite
hi: सभी को अपठित के रूप में चिह्नित करें
ht: Make Tout Ke yo Poko Li
id: Tandai Semua sebagai Belum Dibaca
is: Merkja allt sem ólesið
it: Contrassegna tutto come non letto
ja: すべて未読にする
ko: 모두 읽지 않음으로 표시
mi: Tohua kaore i Pānuitia katoa
ms: Tandakan Semua sebagai Belum Dibaca
nb: Merk alle som ulest
nb_instk12: Merk alle som ulest
nl: Alles als ongelezen markeren
pl: Oznacz wszystko jako nieprzeczytane
pt: Marcar tudo como não lido
pt_br: Marcar tudo como não lido
ru: Отметить все как непрочитанное
sl: Označi vse kot neprebrano
sv: Markera alla som olästa
sv_instk12: Markera alla som olästa
th: กำกับทั้งหมดว่ายังไม่ได้อ่าน
vi: Đánh Dấu Tất Cả Là Chưa Đọc
zh: 全部标记为未读
zh_hk: 全部標記為未讀

source: Mark as done
ar: تمييز كمُنجز
ca: Marqueu-ho com fet
cy: Marcio fel wedi'i chwblhau
da: Marker som færdig
da_instk12: Marker som færdig
de: Als fertig markieren
es: Marcar como realizado
es_es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer Terminé
fr_ca: Marquer comme terminé
ga: Marcáil mar dhéanta
hi: 'हो गया' के रूप में चिह्नित करें
ht: Make tankou li fini
id: Tandai sebagai selesai
is: Merkja sem lokið
it: Contrassegna come fatto
ja: 完了にする
ko: 완료로 표시
mi: Tohu kua oti
ms: Tanda sebagai siap
nb: Merk som ferdig
nb_instk12: Merk som ferdig
nl: Markeren als gereed
pl: Oznacz jako gotowe
pt: Marcar como terminado
pt_br: Marcar como concluído
ru: Отметить как выполненный
sl: Označi kot dokončano
sv: Markera som färdigt
sv_instk12: Markera som färdig
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đánh dấu là đã xong
zh: 标记为完成
zh_hk: 標記為已完成

source: Mark as Done
ar: وضع علامة تم
ca: Marca-ho com fet
cy: Marcio eu bod wedi’u gwneud
da: Marker som gjort
da_instk12: Marker som gjort
de: Als fertig markieren
es: Marcar como hecho
es_es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer comme terminé
fr_ca: Marquer comme terminé
ga: Marcáil mar Déanta
hi: हो गया के रूप में चिह्नित करें
ht: Make kòm Fini
id: Tandai sebagai Selesai
is: Merkja sem lokið
it: Contrassegna come fatto
ja: 完了としてマークする
ko: 완료로 표시
mi: Tohu kua Oti
ms: Tanda sebagai Siap
nb: Merk som utført
nb_instk12: Merk som utført
nl: Als gereed markeren
pl: Oznacz jako gotowe
pt: Marcar como Terminado
pt_br: Marcar como Feito
ru: Отметить как выполненное
sl: Označi kot dokončano
sv: Markera som klar
sv_instk12: Markera som färdiggjord
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đánh Dấu Là Đã Xong
zh: 标记为已完成
zh_hk: 標記為完成

source: Mark as not done
ar: تمييز كغير منجز
ca: Marqueu-ho com no fet
cy: Marcio fel heb ei chwblhau
da: Marker som ikke færdig
da_instk12: Marker som ikke færdig
de: Als nicht erledigt markieren
es: Marcar como no realizado
es_es: Marcar como sin hacer
fi: Merkitse ei valmiiksi
fr: Marquer Non terminé
fr_ca: Marquer comme non effectué
ga: Marcáil mar neamhdhéanta
hi: 'नहीं हुआ' के रूप में चिह्नित करें
ht: Make kòm pa fèt
id: Tandai sebagai selesai
is: Merkja sem ólokið
it: Contrassegna come non fatto
ja: 未完了にする
ko: 완료되지 않음으로 표시
mi: Tohua kāore anō kia oti
ms: Tanda sebagai belum siap
nb: Merket som ikke ferdig
nb_instk12: Merket som ikke ferdig
nl: Markeren als niet-gereed
pl: Oznacz jako niegotowe
pt: Marcar como não feito
pt_br: Marcar como não concluído
ru: Отметить как невыполненный
sl: Označi kot nedokončano
sv: Markera som ej färdig
sv_instk12: Markera som ej färdig
th: กำกับว่ายังไม่เสร็จสิ้น
vi: Đánh dấu là chưa xong
zh: 标记为“未完成”
zh_hk: 標記為未完成
